Repository: tully-t/weather-widget-plus
Catalog: translations/po/*.po
Languages: cs, pt_br, uk

source: Weather Widget Plus
pt_br: Widget do Tempo Plus
uk: Віджет погоди Плюс

source: Plasmoid showing weather information from Met.no server
cs: Widget pro předpověď počasí
pt_br: Plasmoide que exibe informações meteorológicas do servidor Met.no
uk: Плазмоїд, що відображає інформацію про погоду із сервера Met.no

source: %1 min ago
cs: Před %1 min
pt_br: %1 min atrás
uk: %1 хвилину тому

source: %1 hrs ago
cs: Před %1 hod
pt_br: %1 horas atrás
uk: %1 годину тому

source: %1 days ago
cs: Před %1
pt_br: %1 dias atrás
uk: %1 день тому

source: long ago
cs: dávno
pt_br: há muito tempo
uk: давно

source: K
uk: К

source: inHg
uk: дюйм рт. ст.

source: mmHg
uk: мм рт. ст.

source: hPa
uk: гПа

source: mph
pt_br: mi/h
uk: миль/год

source: km/h
uk: км/год

source: m/s
uk: м/с

source: Location
cs: Lokace
pt_br: Localização
uk: Місцезнаходження

source: Appearance
cs: Vzhled
pt_br: Aparência
uk: Вигляд

source: Layout
cs: Zobrazení
pt_br: Leioute
uk: Макет

source: Meteogram
pt_br: Meteograma
uk: Метеограма

source: Units
cs: Jednotky
pt_br: Unidades
uk: Одиниці виміру

# Use default font
source: Default
cs: Výchozí
pt_br: Padrão
uk: Типовий

source: Widget font
cs: Font widgetu
pt_br: Fonte do widget
uk: Шрифт віджету

source: Text size mode
cs: Režim velikosti textu
pt_br: Modo de tamanho do texto
uk: Режим розміру тексту

source: Automatic fit
cs: Automaticky přizpůsobit
pt_br: Ajuste automático
uk: Автоматичне вміщення

source: Exact size
cs: Přesná velikost
pt_br: Tamanho exato
uk: Точний розмір

source: Text size
cs: Velikost textu
pt_br: Tamanho do texto
uk: Розмір тексту

# pixels
source: px
uk: пікс.

source: Text visible
cs: Viditelnost textu
pt_br: Exibir texto
uk: Текст видимий

source: Text drop shadow
cs: Stínování textu
pt_br: Sombra do texto
uk: Тінь тексту

source: Icon size mode
cs: Režim velikosti ikony
pt_br: Modo de tamanho do ícone
uk: Режим розміру піктограми

source: Icon size
cs: Velikost ikony
pt_br: Tamanho do ícone
uk: Розмір піктограми

source: Icon visible
cs: Ikona
pt_br: Exibir ícone
uk: Піктограма видима

source: Icon drop shadow
cs: Stínování ikony
pt_br: Sombra do ícone
uk: Тінь піктограми

source: System tray timeout
cs: Vypršení času v systémovém panelu
pt_br: Tempo limite da área de notificação
uk: Таймаут системного лотка

# Abbreviation for seconds
source: sec
cs: sek
pt_br: seg
uk: сек

source: Layout type
cs: Druh rozvržení
pt_br: Tipo de leioute
uk: Тип макета

source: Horizontal
cs: Horizontální
uk: Горизонтальний

source: Layout type is not available in the system tray
cs: Druh rozvržení není dostuný v systémovém panelu
pt_br: Tipo de leioute não está disponível na área de notificação
uk: Тип макета недоступний у системному лотку

source: Vertical
cs: Vertikální
uk: Вертикальний

source: Compact
cs: Kompaktní
pt_br: Compacto
uk: Компактний

source: Widget order
cs: Pořadí widgetu
pt_br: Ordem do widget
uk: Порядок елементів

source: Icon first
cs: Napřed ikona
pt_br: Ícone primeiro
uk: Спершу піктограма

source: Widget order is not available in either the system tray or the Compact layout
cs: Pořadí widgetu není buďto dostupné v systémovém panelu nebo v kompaktním rozložení
pt_br: Ordem do widget não está disponível na área de notificação ou no leioute compacto
uk: Порядок елементів недоступний ні в системному лотку, ні в компактному макеті

source: Text first
cs: Napřed text
pt_br: Texto primeiro
uk: Спершу текст

source: Top Margin
cs: Horní okraj
pt_br: Margem superior
uk: Верхній відступ

source: Left Margin
cs: Levý okraj
pt_br: Margem esquerda
uk: Лівий відступ

source: Inner Margin
cs: Vnitřní okraj
pt_br: Margem interior
uk: Внутрішній відступ

source: Right Margin
cs: Pravý okraj
pt_br: Margem direita
uk: Правий відступ

source: Bottom Margin
cs: Dolní okraj
pt_br: Margem inferior
uk: Нижній відступ

source: Source
cs: Zdroj
pt_br: Fonte
uk: Джерело

source: City Name
cs: Název města
pt_br: Cidade
uk: Назва міста

source: Action
cs: Akce
pt_br: Ação
uk: Дія

source: Reload interval
cs: Interval obnovení
pt_br: Intervalo de atualização
uk: Інтервал оновлення

# Abbreviation for minutes
source: min
uk: хв

source: Middle-click the widget to reload manually
cs: Klikněte prostředním tlačítkem myši na widget pro manuální obnovení
pt_br: Clique com o botão do meio para atualizar o widget manualmente
uk: Натисніть середньою кнопкою миші на віджеті, щоб оновити вручну

source: Plasmoid version
cs: Verze plasmoidu
pt_br: Versão do plasmoide
uk: Версія плазмоїда

source: Weather icons created by Erik Flowers
cs: Ikony počasí vytvořil Erik Flowers
pt_br: Ícones do tempo criados por Erik Flowers
uk: Піктограми погоди створені Erik Flowers

source: Met.no forecast data provided by The Norwegian Meteorological Institute
cs: Data předpovědi Met.no poskytl Norský Meteorologický Institut
pt_br: Previsão do tempo de Met.no fornecida por The Norwegian Meteorological Institute
uk: Прогнозні дані Met.no надані Норвезьким метеорологічним інститутом

source: Sunrise/sunset data provided by Sunrise - Sunset
cs: Data východu/západu slunce poskytl Sunrise - Sunset
pt_br: Dados do nascer/pôr do sol fornecidos por Sunrise - Sunset
uk: Дані про схід/захід сонця надані Sunrise - Sunset

source: OWM forecast data provided by OpenWeather
cs: Data předpovědi OWM poskytlo OpenWeather
pt_br: Previsão do tempo de OWM fornecida por OpenWeather
uk: Прогнозні дані OWM надані OpenWeather

source: OM forecast data provided by Open-Meteo
cs: Data předpovědi OM poskytlo Open-Meteo
pt_br: Previsão do tempo de OM fornecida por Open-Meteo
uk: Прогнозні дані OM надані Open-Meteo

source: Change City Name
cs: Změnit jméno města
pt_br: Mudar o nome da cidade
uk: Змінити назву міста

source: Enter city name
cs: Zadejte město
pt_br: Digite o nome da cidade
uk: Введіть назву міста

source: Add OpenWeather Map Location
cs: Přidat lokaci pro OpenWeather
pt_br: Adicionar Localização OpenWeather
uk: Додати місцезнаходження OpenWeather

source: Paste URL here
cs: Vložte URL
pt_br: Cole a URL aqui
uk: Вставте URL-адресу сюди

source: Find your city ID by searching here
cs: Najděte ID vašeho města zde
pt_br: Encontre o ID da sua cidade pesquisando aqui
uk: Знайдіть ідентифікатор свого міста, шукаючи тут

source: and then paste the whole URL into the corresponding field e.g. http://openweathermap.org/city/2946447 for Bonn, Germany
cs: a poté vložte celoé URL do odpovídajícího pole např. https://openweathermap.org/city/3079843 pro Abertamy, Česko
pt_br: e então cole a URL inteira no seu campo correspondente por exemplo: http://openweathermap.org/city/2946447 para Bonn, Germany
uk: і потім вставте всю URL-адресу у відповідне поле наприклад, http://openweathermap.org/city/2946447 для Бонна, Німеччина

source: Add Met.no Map Location
cs: Přidat lokaci pro Met.no
pt_br: Adicionar Localização Met.no
uk: Додати місцезнаходження Met.no

source: Latitude
cs: Zeměpisná šířka
uk: Широта

source: Longitude
cs: Zeměpisná délka
uk: Довгота

source: Altitude
cs: Nadmořská výška
uk: Висота

source: URL
uk: URL-адреса

source: Timezone
cs: Časové pásmo
pt_br: Fuso-horário
uk: Часовий пояс

source: Find your city data by searching here
cs: Najděte údaje o vašem městě zde
pt_br: Encontre dados da sua cidade pesquisando aqui
uk: Знайдіть дані свого міста, шукаючи тут

source: and then paste the appropriate data into the corresponding fields
cs: a poté vložte správná data to odpovídajích políček
pt_br: e então cole os dados apropriados em seus campos correspondentes
uk: і потім вставте відповідні дані у відповідні поля

source: e.g. Latitude: 19.4284 Longitude: -99.1276 Altitude: 2240
cs: např. Zeměpisná délka:50.36874 Zeměpisná šířka: 12.81826 Nadmořská výška: 891
pt_br: por exemplo: Latitude: 19.4284 Longitude: -99.1276 Altitude: 2240
uk: наприклад, Широта: 19.4284 Довгота: -99.1276 Висота: 2240

source: for Mexico City, Mexico
cs: pro Abertamy, Česko
pt_br: para Cidade do México, México
uk: для Мехіко, Мексика

source: (Maximum of 4 decimal places)
cs: (Maximálně 4 desetinná čísla)
pt_br: Máximo de 4 decimais
uk: (Максимум 4 знаки після коми)

source: Add Open-Meteo Map Location
cs: Přidat lokaci pro Open-Meteo
pt_br: Adicionar Localização Open-Meteo
uk: Додати місцезнаходження Open-Meteo

source: Desktop mode
cs: Režim plochy
pt_br: Modo na área de trabalho
uk: Режим стільниці

source: Icon
cs: Ikona
pt_br: Ícone
uk: Піктограма

source: Meteogram width
cs: Šířka meteogramu
pt_br: Largura do meteograma
uk: Ширина метеограми

source: Meteogram height
cs: Výška Meteogramu
pt_br: Altura do meteograma
uk: Висота метеограми

source: OM forecast length
cs: Délka předpovědi OM
pt_br: Duração da previsão OM
uk: Тривалість прогнозу OM

# hours
source: hrs
cs: hod
uk: год

source: Temperature label
cs: Jednotka teploty
pt_br: Rótulo do temperatura
uk: Мітка температури

source: Top
cs: Nahoře
pt_br: Alto
uk: Згори

source: Bottom
cs: Dole
pt_br: Baixo
uk: Знизу

source: None
cs: Žádná
pt_br: Nenhum
uk: Немає

source: Pressure label
cs: Jednotka tlaku
pt_br: Rótulo do pressão
uk: Мітка тиску

source: Vertical axis font size
cs: Velikost vertikálního textu
pt_br: Tamanho da fonte do eixo vertical
uk: Розмір шрифту вертикальної осі

source: Time font size
cs: Velikost fontu času
pt_br: Tamanho da fonte do tempo
uk: Розмір шрифту часу

source: Trailing zeroes font size
cs: Velikost fontu nul na konci
pt_br: Tamanho da fonte dos zeros finais
uk: Розмір шрифту кінцевих нулів

source: Temperature
cs: Teplota
pt_br: Temperatura
uk: Температура

source: Pressure
cs: Tlak
pt_br: Pressão
uk: Тиск

source: Precipitation
cs: Srážky
pt_br: Precipitação
uk: Опади

source: mm
uk: мм

source: in
uk: дюйм

source: Wind speed
cs: Rychlost větru
pt_br: Velocidade do vento
uk: Швидкість вітру

source: My local-time
cs: Můj místní čas
pt_br: Meu horário local
uk: Місцевий час

source: Location Timezone
cs: Časové pásmo
pt_br: Fuso-horário da Localização
uk: Часовий пояс місцезнаходження

source: Reload
cs: Znovu načíst
pt_br: Atualizar
uk: Оновити

source: Next Location
cs: Další lokace
pt_br: Próxima Localização
uk: Наступне місце

source: Previous Location
cs: Předchozí lokace
pt_br: Localização Anterior
uk: Попереднє місце

source: %1 ago
cs: před %1
pt_br: %1 atrás
uk: %1 тому

source: near future
cs: brzy bude
pt_br: em breve
uk: найближчим часом

source: Forecast data provided by the Norwegian Meteorological Institute
cs: Data předpovědi poskytl Norský Meteorologický Institut
pt_br: Previsão do tempo fornecida por The Norwegian Meteorological Institute
uk: Прогнозні дані надані Норвезьким метеорологічним інститутом

source: Forecast data provided by Open-Meteo
cs: Data předpovědi poskytlo Open-Meteo
pt_br: Previsão do tempo fornecida por Open-Meteo
uk: Прогнозні дані надані Open-Meteo

source: Forecast data provided by OpenWeather
cs: Data předpovědi poskytlo OpenWeather
pt_br: Previsão do tempo fornecida por OpenWeather
uk: Прогнозні дані надані OpenWeather
